"///////////////////////////////////////////////////////////////////////
"----------------------------------------------------------------------
"                                  PERL
"----------------------------------------------------------------------
"\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\\

set tabstop=2     " Tamanho real da tabulação com 2 espaços 
set shiftwidth=2  " Identação com 2 espaços de tabulação
set softtabstop=2 " Tamanho aparente da tabulação com 2 espaços
