oh-my-fish/plugin-bang-bang
oh-my-fish/plugin-aws
oh-my-fish/plugin-balias
oh-my-fish/plugin-gityaw
jethrokuan/fzf
jorgebucaran/fish-bax
wting/autojump
evanlucas/fish-kubectl-completions
